IDEA StatiCa Open Model
OpenModelClassAttribute.StructuralModelClassType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
[Missing <summary> documentation for "P:IdeaRS.OpenModel.OpenModelClassAttribute.StructuralModelClassType"]
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string StructuralModelClassType { get; set; }
Public Property StructuralModelClassType As String
	Get
	Set
public:
property String^ StructuralModelClassType {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
OpenModelClassAttribute Class
IdeaRS.OpenModel Namespace